{
  "University of Wisdom Land ပညာဘူမိတက္ကသိုလ်": 1,
  "dhammadownload.com": 2,
  "various monks": 3,
  "ကိုအောင်ထွန်းဝင်း": 4,
  "ကိုးရီးယားဆရာတော် မနာပဒါယီ အရှင်ဝိစိတ္တ": 5,
  "ကျိုက္ကလော့ ဆရာတော် ဘဒ္ဒန္တ ဒေါက်တာ စန္ဒာဝရာဘိဝံသ ဒုတိယပါမောက္ခချုပ်": 6,
  "ကြာနီကန်ဆရာတော်": 7,
  "ခုနှစ် ပညာသင်နှစ်တွင် အလိုတော်ပြည့်ဓမ္မာစရိယတက္ကသိုလ် နာယကချုပ်ဆရာတော် အဂ္ဂမဟာပဏ္ဍိတ ဘဒ္ဒန္တသုစိတ္တာ": 8,
  "ချမ်းမြေ့ဆရာတော် အရှင်ဇနကာဘိဝံသ": 9,
  "ချမ်းမြေ့မြိုင် ဆရာတော် အရှင်ဣန္ဒက": 10,
  "ချမ်းမြေ့ရိပ်မြိုင်ဆရာတော် ဘဒ္ဒန္တတေဇောသာရ ပဲခူး": 11,
  "ငါးဆူတောင် ဆရာတော် အရှင်စန္ဒီမာ": 12,
  "စစ်ကိုင်းတောင်ရိုး သောတာပန်ရပ် မြစကြာကျောင်းတိုက် ပဓာန နာယကဆရာတော်": 13,
  "စာဘူးတောင်းဆရာတော် အရှင်ကုသလ": 14,
  "စာရေးဆရာ မြသန်းစံ": 15,
  "ဆင်ဖြူကျွန်းဆရာတော် ဦးဓမ္မသာရ": 16,
  "ဆရာကြီး ဒေါက်တာမင်းတင်မွန်": 17,
  "ဆရာကြီး ဦးကြင်ရွှေ": 18,
  "ဆရာကြီး ဦးဂိုအင်ဂါ": 19,
  "ဆရာကြီး ဦးဌေးအောင်": 20,
  "ဆရာကြီးဦးကြည်": 21,
  "ဆရာကြီးဦးဌေးအောင်": 22,
  "ဆရာကြီးဦးသန်းရွှေ ဒလ-အံ့ကြီး": 23,
  "ဆရာတော် ဘဒ္ဒန္တ သောဘန ဆရာတော် ဦးဃောသိတ တပည့်ရင်း": 24,
  "ဆရာတော် အရှင်ရေဝတ ဖားအောက်တောရ ကမ္မဋ္ဌာနာစရိယ": 25,
  "ဆရာတော် အရှင်သီလ  ကမ္မဋ္ဌာနာစရိယ": 26,
  "ဆရာတော် အရှင်သီလာနန္ဒာဘိဝံသ": 27,
  "ဆရာတော် အသျှင်အဘိဇာတာ လင်္ကာရာ ဘိဝံသ": 28,
  "ဆရာတော် ဦးဃောသိတ": 29,
  "ဆရာတော် ဦးဃောသိတမိုးကုတ်ကမ္မဋ္ဌာနာစရိယ": 30,
  "ဆရာတော် ဦးဇနိတ": 31,
  "ဆရာတော် ဦးအဂ္ဂဉာဏ": 32,
  "ဆရာတော် ဦးဥက္ကံသ": 33,
  "ဆရာတော်ဦးဇောတိက မဟာမြိုင်တောရ": 34,
  "ဆရာလေး ဒေါက်တာ ဒေါ်နိမလ": 35,
  "ဆရာလေး ဒေါက်တာ ယုဇနဉာဏီ": 36,
  "ဆလုံ ဂျလန်းကျွန်းဆရာတော် အ": 37,
  "ဆားတောင်ဆရာတော်ဘုရားကြီး ဦးပညာဏိက": 38,
  "ညောင်တုန်း ဆရာတော် ဘဒ္ဒန္တဇောတိက ဘိဝံသ": 39,
  "တောင်တန်းသာသနာပြု ဆရာတော်ဘုရားကြီး ဦးဥတ္တမသာရ": 40,
  "တ်ရွတ်စဉ်တရားတော်များ": 41,
  "ထူးကြီးဆရာတော် ဦးဣန္ဒာဝုဓာဘိဝံသ": 42,
  "ဒုတိယ တော်ကူးဆရာတော်ကြီး ဘဒ္ဒန္တနာဝိက": 43,
  "ဒေါက်တာ ကောဝိဒ မဇ္ဈိမဂုဏ်ရည်": 44,
  "ဒေါက်တာ အရှင်ဇယတိဿ": 45,
  "ဒေါက်တာမင်းတင်မွန်": 46,
  "ဒေါ်ကြည်ကြည်ဝိန်": 47,
  "ဒေါ်အေးရှင်": 48,
  "ဓမ္မစေတီဆရာတော် ဘဒ္ဒန္တ ကောသလ္လ": 49,
  "ဓမ္မဒူတ ဒေါက်တာ အရှင်ဆေကိန္ဒ": 50,
  "ဓမ္မဒူတ ဒေါက်တာအရှင်ပညိဿရ": 51,
  "ဓမ္မဒူတ အရှင်ပညာဇောတ တောင်စွန်းမြို့": 52,
  "ဓမ္မဒူတ အရှင်ပညာဝရ": 53,
  "ဓမ္မဒေါင်းလုပ်မိသားစု": 54,
  "ဓမ္မဓရ ဒေါက်တာ ကုမာရ": 55,
  "ဓမ္မဗျူဟာ ဒေါ်ခင်လှတင်": 56,
  "ဓမ္မာစရိယဦးဋ္ဌေးလှိုင်": 57,
  "ပ̕ သုံးလုံး ဆရာတော်ကြီး ဘဒ္ဒန္တဇောတိက": 58,
  "ပခုက္ကူ ဆရာတော်ဘုရားကြီး ဘဒ္ဒန္တ ဣန္ဒောဘာသ": 59,
  "ပခုက္ကူ ဓမ္မသုခ လေယာဉ်ကွင်း ဆရာတော် ဦးဇောတိက": 60,
  "ပညာပါရမီဆရာတော် အရှင်ဉာဏဝရ": 61,
  "ပါမောက္ခချုပ်ဆရာတော်ကြီး ဘဒ္ဒန္တ ဒေါက်တာ နန္ဒမာလာဘိဝံသ": 62,
  "ပိုင်းလော့ ဆရာတော် အရှင်ဇေယျပါဏ္ဍိတ မိုးညှင်း သိင်္ဂီ ကျောင်းတိုက်": 63,
  "ပဲခူး အောင်သုခ ဆရာတော် ဦးစန္ဓိမာ": 64,
  "ပျော်ဘွယ်အရှင်ဝိသုဒ္ဓရံသီ": 65,
  "ပြည်ပမှ အဘိဓမ္မာ အဘိဓမ္မာ စာမေးပွဲများ ဖြေဆိုသူများ အတွက် စင်္ကာပူနိုင်ငံနှင့် အင်္ဂလန်နိုင်ငံတို့တွ": 66,
  "ဖားအောက်တောရဆရာတော်ကြီး ဘဒ္ဒန္တအာစိဏ္ဏ": 67,
  "ဖြူးဆရာတော် ဦးနရပတိ": 68,
  "ဖြူးဆရာတော်ဦးနရပတိ": 69,
  "ဗန်းမော်ဆရာတော် ဒေါက်တာ ဘဒ္ဒန္တ ကုမာရာဘိဝံသ": 70,
  "ဗန်းမော်ဆရာတော်ဘုရားကြီး ဒေါက်တာ ဘဒ္ဒန္တ ကုမာရာဘိဝံသ": 71,
  "ဘဒ္ဒန္တ ကုဏ္ဍလ ဓမ္မာစရိယH.G.P LL.B": 72,
  "ဘဒ္ဒန္တ တိက္ခ ဝါခင်းကုန်းဆရာတော်": 73,
  "ဘဒ္ဒန္တ တေဇိန္ဒ မိုးကုတ်ကမ္မဋ္ဌာနာစရိယ": 74,
  "ဘဒ္ဒန္တတိလောကာဘိဝံသ အင်းစိန်ရွာမ ပရိယတ္တိစာသင်တိုက် ပဓာန မဟာနာယကဆရာတော်": 75,
  "ဘဒ္ဒန္တနာဂိန္ဒာ လင်္ကာရ မင်းကွန်း ဓမ္မစေတီ ဆရာတော်": 76,
  "ဘဒ္ဒန္တသီရိကဉ္စနာဘိဝံသ": 77,
  "ဘန္တခေမိန္ဒ စစ်ကိုင်း ခင်မကန်ဆရာတော်": 78,
  "မင်းကွန်းဆရာတော် ဦးဝိစိတ္တသာရာဘိဝံသ": 79,
  "မနောမယ အရှင်နန္ဒိယ": 80,
  "မန္တလေး ရန်ကင်းတောင် လေးကျွန်းမာရ်အောင် သာမဏေကျော်စာသင်တိုက် ယမိုက် ပဋ္ဌာန်းအထူးသင်တန်း နည်းပြဆရာတော": 81,
  "မန္တလေးမြို့ မစိုးရိမ်တိုက်သစ် နာယကချုပ် ဆရာတော် ဦးဘဒ္ဒန္တ ရာဇဓမ္မာဘိဝံသ": 82,
  "မဟာဂန္ဓာရုံ ဆရာတော် အရှင်ဇနကာဘိဝံသ": 83,
  "မဟာစည်ဆရာတော်ဘုရားကြီး ဦးသောဘန မဟာသာရ": 84,
  "မဟာဗောဓိတထောင် ဆရာတော်ဘုရားကြီး": 85,
  "မဟာဗောဓိမြိုင် ဆရာတော် ဝနဝါသီ အရှင်ဉေယျဓမ္မသာမိမထေရ်": 86,
  "မဟာဗောဓိမြိုင် ဆရာတော်ကြီး ဝနဝါသီ အရှင်ဉေယျဓမ္မသာမိမထေရ်": 87,
  "မိုင်းဖုန်းဆရာတော် - ဘဒ္ဒန္တဥာဏသံဝရ": 88,
  "မိုးကုတ်ဆရာတော်ဘုရားကြီး": 89,
  "မိုးညှင်း ဆရာတော်ဘုရားကြီး": 90,
  "မေဃဝတီ ဆရာတော်ဘုရားကြီး သီရိ ဘဒ္ဒန္တရေဝတ မဟာထေရ်": 91,
  "မေတ္တဂူ အရှင်သူရိယ": 92,
  "မြကျောက်ဆရာတော်": 93,
  "မြစကြာဆရာတော် ဦးလက္ခဏ": 94,
  "မြစိမ်းတောင်ဆရာတော် ဘဒ္ဒန္တ ဇာနေယျ": 95,
  "မြန်မာနိုင်ငံ ရဟန္တာမဟာထေရ်မြတ်ကြီး များ": 96,
  "မြောက်ဦးဆရာတော် ဘဒ္ဒန ္တဝါယာမိန္ဒ": 97,
  "မြောက်ဦးဆရာတော် ဘဒ္ဒန္တဝါယာမိန္ဒ": 98,
  "မွန်ကျောင်းဆရာတော် အရှင်ပညာသိရီ": 99,
  "ယောဆရာတော် ဘဒ္ဒန္တသီရိန္ဒာဘိဝံသ": 100,
  "ရွှေမင်းဝံဆရာတော် ဘဒ္ဒန္တသောဘန": 101,
  "ရွှေသန်လျင်ဆရာတော် ဘဒ္ဒန္တမေဃိယ": 102,
  "ရွှေဥမင်ဆရာတော်": 103,
  "လယ်တီဆရာတော် ဘုရားကြီး ဦးဉာဏ": 104,
  "လောကပါလဆရာတော် အရှင်စက္ကပါလ": 105,
  "လှရတနာဆရာတော်": 106,
  "လှိုင်မဟာစည်ဆရာတော်ဘုရားကြီး ဘဒ္ဒန္တစန္ဒာဝရ မဟာထေရ်": 107,
  "ဝေဘူဆရာတော်ဘုရားကြီး အရှင်ကုမာရ": 108,
  "သစ္စာဂုဏ်သင်းဆရာတော် အရှင်ပညာစာရ": 109,
  "သစ္စာရွှေစည်ဆရာတော် အရှင်ဥတ္တမ စစ်ကိုင်း မင်းဝံတောင်တန်း": 110,
  "သဒ္ဓမ္မရံသီဆရာတော်": 111,
  "သာမညတောင်ဆရာတော်ဘုရားကြီး": 112,
  "သီတဂူဆရာတော်ဘုရားကြီး ဦးဉာဏိဿရ": 113,
  "သောင်းပြောင်းထွေလာ သိမှတ်စရာများ": 114,
  "သဲအင်းဂူဆရာတော်ဘုရားကြီး ဦးဥက္ကဋ္ဌ": 115,
  "ဟိတေသီနေလ အရှင်နိပုဏ": 116,
  "ဟဲသိမ်ပတ္တမြားတောင် ဆရာတော်ဦးကောဝိဒ": 117,
  "အဂ္ဂမဟာပဏ္ဍိတ ဘဒ္ဒန္တသုစိတ္တာဘိဝံသ ဓမ္မာစရိယတက္ကသိုလ် နာယကချုပ်ဆရာတော်": 118,
  "အနောက်ဂန့်ဂေါ မုံလယ်ဆရာတော် ဦးသံဝရ": 119,
  "အနောက်ဂန့်ဂေါ မုံလယ်ဆရာတော်ကြီး ဦးသံဝရ": 120,
  "အရှင် ကုမာရ ကျောက်ပန်းတောင်းဆရာတော်": 121,
  "အရှင် ခေမာသီရိလင်္ကာရ သီတဂူကြာတစ်ပွင့်": 122,
  "အရှင် စန္ဒိမာ အောင်လံ": 123,
  "အရှင် ဘဒ္ဒန္တ သုနန္ဒ္ဒ မိုးကုတ်မြို့ ဓမ္မရံသီဆရာတော်": 124,
  "အရှင် သုဇာတ မေတ္တာအေးဆရာတော်": 125,
  "အရှင် ဣန္ဒက တွံတေးဆရာတော်": 126,
  "အရှင်ကေလာသ ရန်ကင်းအေးငြိမ်ရိပ်သာ ဆရာတော်": 127,
  "အရှင်ကောသလ္လ ဇလွန်": 128,
  "အရှင်စန္ဒသာရ ကျောင်းကုန်း": 129,
  "အရှင်စန္ဒောဘာသ ဖိုးလမင်း - တောင်စလင်း": 130,
  "အရှင်ဆန္ဒာဓိက ရွှေပါရမီတောရ": 131,
  "အရှင်ဇဝန မေတ္တာရှင် ရွှေပြည်သာ": 132,
  "အရှင်ဉာဏာလင်္ကာရ ဓမ္မဒူတရွှေညောင်ပင်ရိပ်သာကျောင်းတိုက်": 133,
  "အရှင်ဉာဏိဿရနန်းရှေ့-လမင်း": 134,
  "အရှင်ဉာဏောဘာသ သဇင်ရေကျော် ဆရာတော်": 135,
  "အရှင်တိက္ခဉာဏာလင်္ကာရ": 136,
  "အရှင်တေဇောသာရ ချင်းတောင်တန်းသာသနာပြုဆရာတော်": 137,
  "အရှင်ပညာနန္ဒ သီတဂူကြယ်တပွင့်": 138,
  "အရှင်ပညာသီဟာဘိဝံသ": 139,
  "အရှင်ပဏ္ဍိတ ဇမ္ဗျူမေတ္တာကျောင်းတိုက်": 140,
  "အရှင်ပုညာနန္ဒ": 141,
  "အရှင်ပုညာနန္န": 142,
  "အရှင်ဘဒ္ဒန္တ သုနန္ဒ မိုးကုတ်မြို့ ဓမ္မရံသီဆရာတော်": 143,
  "အရှင်သူရိယ အောင်စြင်္ကာ မိုးကုတ်ဝိပသနာဓမ္မ ရိပ်သာ": 144,
  "အရှင်သြဘာသဖြေဆည်ရာဆရာတော်": 145,
  "အရှင်သြဘာသသိရီ ရွှေကန်ဆရာတော်": 146,
  "အရှင်အာစာရာ လင်္ကာရ": 147,
  "အရှင်အာဒိစ္စရံသီ ဦးဆန်းလွင်": 148,
  "အရှင်ဣန္ဒာစာရာဘိဝံသ": 149,
  "အောက်စဖို့ဒ် ဆရာတော် ပါမောက္ခ ဒေါက်တာဓမ္မဿာမိ": 150,
  "အောက်စ်ဖို့ဒ် ဆရာတော် ပါမောက္ခ ဒေါက်တာ ဓမ္မဿာမိ": 151,
  "အောင်စကြာဆရာတော် အရှင်စန္ဒသီရိ": 152,
  "အောင်စြင်္ကာဆရာတော် အရှင်စန္ဒသီရိ": 153,
  "အောင်ဆန်းဆရာတော်": 154,
  "အောင်ဆန်းဆရာတော် မိုးကုတ် မဟာကမ္မဋ္ဌာနာစရိယ": 155,
  "အောင်မဂ်လာ ဆရာတော် ဘဒ္ဒန္တ ရာဇိန္ဒ္ဒ": 156,
  "အေးမြဂုဏ်ရည်ဆရာတော် ဘဒ္ဒန္တအကုၤရ": 157,
  "ဥုးသုမင်္ဂလ မင်္ဂလတိုက်သစ် - ဒယ်အိုးဆရာတော်": 158,
  "ဦးတောသန": 159,
  "ဦးမြင့်လွင်သန့်-တည်-ပွား": 160,
  "ဦးဝါယာမသာရ": 161,
  "ဦးဝိစိတ္တသာရ စလင်းဆရာတော်": 162
}
